var postList = [{
  postId: 1,
    date: "Feb 10 2018",
    title: "看哈根达斯如何成为最贵最成功的冰淇凌",
    postImg: "/images/post/post-4.jpg",
    avatar: "/images/avatar/avatar-3.png",
    content: "身在冰淇淋行业中，没有人是不知道哈根达斯的。在冰淇淋行业中，哈根达斯就堪比香奈儿、爱马仕这样的奢侈品品牌，女孩子们也对其情有独钟。要知道，哈根达斯冰淇淋的价格是普通冰淇淋的5-10倍，但是 ...",
    readingNum: 900,
    collectionNum: 101,
    commentNum: 4,
    author: "林白衣",
    dateTime: "24小时前",
    detail: "年少时，有几样东西，是春节里必不可少的：烟花、新衣、凉菜、压岁钱、饺子。年分大小年，有的地方是腊月二十三过小年，而有的地方是腊月二十四。童年的春节都是在小县城里度过，那时候的冬天还很冷，池塘的水会结冰，房屋上总是倒挂着一条条的冰棱，菜地里的白菜被厚厚的积雪覆盖着，只露出一小撮白绿相间的菜头，而茎部，竟然像是没有了一般...",
  }, {
    postId: 2,
    date: "Oct 08 2017",
    title: "记忆里的春节",
    postImg: "/images/post/post-1.jpg",
    avatar: "/images/avatar/avatar-1.png",
    content: "记忆里的春节小的时候，特别盼望过年。有好吃的，有好玩的，有热闹可以看，还有新衣服可以穿。在乡下，每到腊月，家家户户开始陆续地杀猪。 ...",
    readingNum: 723,
    collectionNum: 12,
    commentNum: 9,
    author: "林白衣",
    dateTime: "24小时前",
    detail: "年少时，有几样东西，是春节里必不可少的：烟花、新衣、凉菜、压岁钱、饺子。年分大小年，有的地方是腊月二十三过小年，而有的地方是腊月二十四。童年的春节都是在小县城里度过，那时候的冬天还很冷，池塘的水会结冰，房屋上总是倒挂着一条条的冰棱，菜地里的白菜被厚厚的积雪覆盖着，只露出一小撮白绿相间的菜头，而茎部，竟然像是没有了一般..."
  }, {
    postId: 3,
    date: "Jun 20 2017",
    title: "村旁那飞驰而过的列车",
    postImg: "/images/post/post-5.jpg",
    avatar: "/images/avatar/avatar-2.png",
    content: "自打我小时候记事到如今，村旁那铁路和飞驰的列车，虽经多次变迁，但总是从我的家乡杜家堡村旁经过。那些呼啸而过的列车，给我的童年和老年人生，留下了很多有趣的记忆和诸多的故事。 ...",
    readingNum: 1057,
    collectionNum: 401,
    commentNum: 32,
    author: "林白衣",
    dateTime: "24小时前",
    detail: "年少时，有几样东西，是春节里必不可少的：烟花、新衣、凉菜、压岁钱、饺子。年分大小年，有的地方是腊月二十三过小年，而有的地方是腊月二十四。童年的春节都是在小县城里度过，那时候的冬天还很冷，池塘的水会结冰，房屋上总是倒挂着一条条的冰棱，菜地里的白菜被厚厚的积雪覆盖着，只露出一小撮白绿相间的菜头，而茎部，竟然像是没有了一般..."
  }, {
    postId: 4,
    date: "Jun 20 2016",
    title: "微信公开课Pro",
    postImg: "/images/post/post-3.jpg",
    avatar: "/images/avatar/avatar-4.png",
    content: "在今天举行的2017微信公开课PRO版上，微信事业群总裁张小龙宣布，微信“小程序”将于1月9日正式上线。 ...",
    readingNum: 1057,
    collectionNum: 401,
    commentNum: 32,
    author: "林白衣",
    dateTime: "24小时前",
    detail: "年少时，有几样东西，是春节里必不可少的：烟花、新衣、凉菜、压岁钱、饺子。年分大小年，有的地方是腊月二十三过小年，而有的地方是腊月二十四。童年的春节都是在小县城里度过，那时候的冬天还很冷，池塘的水会结冰，房屋上总是倒挂着一条条的冰棱，菜地里的白菜被厚厚的积雪覆盖着，只露出一小撮白绿相间的菜头，而茎部，竟然像是没有了一般..."
  }, {
    postId:5,
    date: "Jun 20 2015",
    title: "换个角度看微信小程序",
    postImg: "/images/post/post-2.jpg",
    avatar: "/images/avatar/avatar-5.png",
    content: "我们先举个例子来直观感受下小程序和APP有什么不同。大家都用过支付宝，在其内部包含着很多小的服务：手机充值、城市服务、生活缴费、信用卡还款、加油服务，吧啦吧啦一大堆服务。这些细小的、功能单一的服务放在支付宝这个超级App里，你并不觉得有什么问题，而且用起来也很方便。那如果这些小的应用都单独拿出来，成为一个独立的App ...",
    readingNum: 1057,
    collectionNum: 401,
    commentNum: 32,
    author: "林白衣",
    dateTime: "24小时前",
    detail: "年少时，有几样东西，是春节里必不可少的：烟花、新衣、凉菜、压岁钱、饺子。年分大小年，有的地方是腊月二十三过小年，而有的地方是腊月二十四。童年的春节都是在小县城里度过，那时候的冬天还很冷，池塘的水会结冰，房屋上总是倒挂着一条条的冰棱，菜地里的白菜被厚厚的积雪覆盖着，只露出一小撮白绿相间的菜头，而茎部，竟然像是没有了一般..."
  }];
  module.exports={
      postList:postList
  }